export const slide = {
  0: {
    badge: 'OPEN',
    title: (
      <>
        LICRUIT 오픈!
        <br />
        함께 더 나은 주류 구매를 시작하세요!
      </>
    ),
    description: (
      <>
        손에 손을 잡고, 주류 구매의 새로운 시대가 열렸습니다.
        <br />
        공동구매로 더 저렴하게, 더 다양하게! 지금 바로 가입하고 특별한 혜택을
        경험해보세요.
      </>
    ),
  },
  1: {
    badge: 'OPEN',
    title: (
      <>
        우리 가게에 어떤 주류가?
        <br />
        솔직한 리뷰와 평점을 확인해 보세요!
      </>
    ),
    description: (
      <>
        Licruit 사용자들이 제공하는 거짓없는 솔직한 리뷰와 평점.
        <br />
        우리 가게를 위해, 손님을 위한 주류를 여기서 찾아보세요.
      </>
    ),
  },
};
